Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Your free trial ends tomorrow. Open TLingo to manage your subscription.
ar: ستنتهي تجربتك المجانية غدًا. افتح TLingo لإدارة اشتراكك.
da: Din gratis prøveperiode slutter i morgen. Åbn TLingo for at administrere dit abonnement.
de: Ihre Gratis-Testphase endet morgen. Öffnen Sie TLingo, um Ihr Abonnement zu verwalten.
es: Tu prueba gratuita termina mañana. Abre TLingo para gestionar tu suscripción.
fr: Votre essai gratuit se termine demain. Ouvrez TLingo pour gérer votre abonnement.
id: Masa percobaan gratis Anda berakhir besok. Buka TLingo untuk mengelola langganan Anda.
it: La tua prova gratuita termina domani. Apri TLingo per gestire il tuo abbonamento.
ja: 無料トライアルは明日終了します。サブスクリプションを管理するには TLingo を開いてください。
ko: 무료 체험이 내일 종료됩니다. 구독을 관리하려면 TLingo를 열어보세요.
ms: Percubaan percuma anda berakhir esok. Buka TLingo untuk mengurus langganan anda.
nb: Din gratis prøveperiode avsluttes i morgen. Åpne TLingo for å administrere abonnementet ditt.
nl: Je gratis proefperiode eindigt morgen. Open TLingo om je abonnement te beheren.
pl: Twoja bezpłatna wersja próbna kończy się jutro. Otwórz TLingo, aby zarządzać subskrypcją.
pt_br: Seu teste gratuito termina amanhã. Abra o TLingo para gerenciar sua assinatura.
sv: Din gratis provperiod avslutas imorgon. Öppna TLingo för att hantera din prenumeration.
tr: Ücretsiz deneme süreniz yarın sona eriyor. Aboneliğinizi yönetmek için TLingo'yu açın.
zh_hans: 您的免费试用将于明天结束。打开 TLingo 管理您的订阅。
zh_hant: 您的免費試用將於明天結束。打開 TLingo 以管理您的訂閱。
zh_hk: 您的免費試用將於明天結束。打開 TLingo 以管理您的訂閱。

source: Your free trial ends tomorrow. Tap to manage your subscription.
ar: تنتهي الفترة التجريبية المجانية غدًا. اضغط لإدارة اشتراكك.
da: Din gratis prøveperiode slutter i morgen. Tryk for at administrere dit abonnement.
de: Ihre kostenlose Testphase endet morgen. Tippen Sie, um Ihr Abonnement zu verwalten.
es: Tu prueba gratuita termina mañana. Toca para gestionar tu suscripción.
fr: Votre période d'essai gratuite se termine demain. Appuyez pour gérer votre abonnement.
id: Uji coba gratis Anda berakhir besok. Ketuk untuk mengelola langganan Anda.
it: La tua prova gratuita termina domani. Tocca per gestire il tuo abbonamento.
ja: 無料トライアルは明日終了します。サブスクリプションを管理するにはタップしてください。
ko: 무료 체험이 내일 종료됩니다. 구독을 관리하려면 탭하세요.
ms: Tempoh percubaan percuma anda tamat esok. Ketik untuk mengurus langganan anda.
nb: Din gratis prøveperiode avsluttes i morgen. Trykk for å administrere abonnementet ditt.
nl: Je gratis proefperiode eindigt morgen. Tik om je abonnement te beheren.
pl: Twój bezpłatny okres próbny kończy się jutro. Stuknij, aby zarządzać subskrypcją.
pt_br: Seu teste gratuito termina amanhã. Toque para gerenciar sua assinatura.
sv: Din gratis provperiod avslutas imorgon. Tryck för att hantera din prenumeration.
tr: Ücretsiz deneme süreniz yarın sona eriyor. Aboneliğinizi yönetmek için dokunun.
zh_hans: 您的免费试用将于明天结束。点按以管理您的订阅。
zh_hant: 你的免費試用將於明天結束。點按以管理你的訂閱。
zh_hk: 您的免費試用將於明天結束。輕觸以管理您的訂閱。

source: Your free trial: %@
ar: تجربتك المجانية: %@
da: Din gratis prøveperiode: %@
de: Ihre kostenlose Testphase: %@
es: Tu prueba gratuita: %@
fr: Votre essai gratuit : %@
id: Percobaan gratis Anda: %@
it: La tua prova gratuita: %@
ja: 無料トライアル：%@
ko: 무료 체험: %@
ms: Percubaan percuma anda: %@
nb: Din gratis prøveperiode: %@
nl: Je gratis proefperiode: %@
pl: Twoja bezpłatna wersja próbna: %@
pt_br: Seu teste gratuito: %@
sv: Din gratis provperiod: %@
tr: Ücretsiz denemeniz: %@
zh_hans: 您的免费试用：%@
zh_hant: 您的免費試用：%@
zh_hk: 您的免費試用：%@

source: Your selected model requires Premium. Choose a free model or renew your subscription.
ar: النموذج الذي اخترته يتطلب اشتراك Premium. اختر نموذجًا مجانيًا أو جدّد اشتراكك.
da: Den valgte model kræver Premium. Vælg en gratis model eller forny dit abonnement.
de: Das ausgewählte Modell erfordert ein Premium-Abonnement. Wähle ein kostenloses Modell oder erneuere dein Abonnement.
es: El modelo seleccionado requiere Premium. Elige un modelo gratuito o renueva tu suscripción.
fr: Le modèle sélectionné nécessite un abonnement Premium. Choisissez un modèle gratuit ou renouvelez votre abonnement.
id: Model yang Anda pilih membutuhkan Premium. Pilih model gratis atau perbarui langganan Anda.
it: Il modello selezionato richiede un abbonamento Premium. Scegli un modello gratuito o rinnova il tuo abbonamento.
ja: 選択したモデルはPremiumが必要です。無料のモデルを選択するか、サブスクリプションを更新してください。
ko: 선택한 모델은 Premium이 필요합니다. 무료 모델을 선택하거나 구독을 갱신하세요.
ms: Model yang anda pilih memerlukan Premium. Pilih model percuma atau perbaharui langganan anda.
nb: Modellen du valgte krever Premium. Velg en gratis modell eller forny abonnementet ditt.
nl: Het geselecteerde model vereist Premium. Kies een gratis model of vernieuw je abonnement.
pl: Wybrany model wymaga Premium. Wybierz darmowy model lub odnów subskrypcję.
pt_br: O modelo selecionado requer Premium. Escolha um modelo gratuito ou renove sua assinatura.
sv: Den valda modellen kräver Premium. Välj en gratis modell eller förnya din prenumeration.
tr: Seçtiğiniz model Premium gerektiriyor. Ücretsiz bir model seçin veya aboneliğinizi yenileyin.
zh_hans: 您选择的模型需要 Premium。请选择一个免费模型或续订您的订阅。
zh_hant: 您所選的模型需要 Premium。請選擇免費模型或續訂您的訂閱。
zh_hk: 您所選的模型需要 Premium。選擇免費模型或續訂您的訂閱。

source: Your TLingo trial is ending
ar: ستنتهي فترة التجربة في TLingo
da: Din TLingo-prøveperiode er ved at udløbe
de: Ihre TLingo-Testphase endet bald
es: Tu prueba de TLingo está por terminar
fr: Votre période d'essai TLingo se termine
id: Masa uji TLingo Anda akan segera berakhir
it: Il tuo periodo di prova di TLingo sta per terminare
ja: TLingoのお試し期間が終了します
ko: TLingo 체험판 기간이 곧 종료됩니다
ms: Percubaan TLingo anda hampir berakhir
nb: Din TLingo-prøve er snart over.
nl: Je TLingo-proefperiode loopt bijna af
pl: Okres próbny TLingo dobiega końca
pt_br: Seu período de teste do TLingo está terminando
sv: Din TLingo-provperiod håller på att ta slut
tr: TLingo deneme süreniz bitmek üzere
zh_hans: 您的 TLingo 试用期即将结束
zh_hant: 你的 TLingo 試用即將結束。
zh_hk: 您的 TLingo 試用期即將結束

source: Your translations will appear here
ar: سوف تظهر ترجماتك هنا
da: Dine oversættelser vises her
de: Ihre Übersetzungen werden hier angezeigt
es: Tus traducciones aparecerán aquí
fr: Vos traductions apparaîtront ici
id: Terjemahan Anda akan muncul di sini
it: Le tue traduzioni appariranno qui
ja: あなたの翻訳はここに表示されます
ko: 귀하의 번역이 여기에 표시됩니다
ms: Terjemahan anda akan muncul di sini
nb: Dine oversettelser vil vises her
nl: Je vertalingen verschijnen hier
pl: Twoje tłumaczenia pojawią się tutaj
pt_br: Suas traduções aparecerão aqui
sv: Dina översättningar kommer att visas här
tr: Çevirileriniz buraya gelecektir
zh_hans: 您的翻译将出现在这里
zh_hant: 您的翻譯將顯示在這裡
zh_hk: 您的翻譯將顯示在這裡

source: Your writing is now clearer with TLingo.
ar: أصبحت كتابتك أوضح الآن بفضل TLingo.
da: Din skrivning er nu tydeligere med TLingo.
de: Dein Schreiben ist jetzt mit TLingo klarer.
es: Tu escritura ahora es más clara con TLingo.
fr: Votre écriture est maintenant plus claire avec TLingo.
id: Tulisan Anda kini lebih jelas dengan TLingo.
it: La tua scrittura è ora più chiara con TLingo.
ja: TLingoであなたの文章が今より明確になりました。
ko: TLingo로 글이 이제 더 명확해졌습니다.
ms: Penulisan anda kini lebih jelas dengan TLingo.
nb: Skrivingen din er nå klarere med TLingo.
nl: Je tekst is nu duidelijker met TLingo.
pl: Twoje pisanie jest teraz czytelniejsze dzięki TLingo.
pt_br: Sua escrita está agora mais clara com o TLingo.
sv: Ditt skrivande är nu tydligare med TLingo.
tr: Yazınız artık TLingo sayesinde daha anlaşılır.
zh_hans: 有了 TLingo，你的写作现在更清晰。
zh_hant: 有了 TLingo，您的寫作現在更清晰。
zh_hk: 有了 TLingo，你的寫作現在更清晰。

source: 我们会回复你的每一封邮件 · iamzanderwang@outlook.com
ar: تحصل كل رسالة بريد إلكتروني على رد · iamzanderwang@outlook.com
da: Vi vil svare på hver af dine e-mails · iamzanderwang@outlook.com
de: Jede E-Mail erhält eine Antwort · iamzanderwang@outlook.com
es: Cada correo electrónico recibe una respuesta · iamzanderwang@outlook.com
fr: Chaque e-mail reçoit une réponse · iamzanderwang@outlook.com
id: Setiap email mendapatkan balasan · iamzanderwang@outlook.com
it: Ogni email riceve una risposta · iamzanderwang@outlook.com
ja: すべてのメールに返信があります · iamzanderwang@outlook.com
ko: 모든 이메일은 답장을 받습니다 · iamzanderwang@outlook.com
ms: Kami akan membalas setiap e-mel anda · iamzanderwang@outlook.com
nb: Hver e-post får svar · iamzanderwang@outlook.com
nl: Elke e-mail krijgt een reactie · iamzanderwang@outlook.com
pl: Odpowiemy na każdy Twój e-mail · iamzanderwang@outlook.com
pt_br: Cada e-mail recebe uma resposta · iamzanderwang@outlook.com
sv: Varje e-post får svar · iamzanderwang@outlook.com
tr: Her e-posta yanıt alır · iamzanderwang@outlook.com
zh_hant: 每封郵件都會收到回覆 · iamzanderwang@outlook.com
zh_hk: 每封電郵都會收到回覆 · iamzanderwang@outlook.com

source: Apple Translation Realtime
ms: Apple Translation Masa Sebenar
pl: Apple Translation — tłumaczenie w czasie rzeczywistym

source: Apple Translator
ms: Penterjemah Apple
pl: Tłumacz Apple

source: Use for low-latency Chinese and English streaming recognition.
zh_hans: 适用于低延迟的中英文流式识别。
zh_hant: 適用於低延遲的中英文串流辨識。

source: Your data is encrypted in transit. Processing is subject to each provider's privacy policy.
zh_hans: 数据在传输时加密。数据处理遵循各服务提供商的隐私政策。
